Repository: TheBLVD/mammoth
Catalog: Mammoth/Localizable.xcstrings
Source language: en
Languages: de, es, it, nl, pt_br

# settings.siriShortcuts.title
source: Siri Shortcuts
de: Siri-Kurzbefehle
es: Atajos de Siri
it: Comandi rapidi di Siri
nl: Siri-snelkoppelingen
pt_br: Atalhos da Siri

# settings.soundsAndHaptics
source: Sounds and Haptics
de: Töne und Haptik
es: Sonidos y Vibraciones
it: Suoni e feedback aptico
nl: Geluiden en Haptics
pt_br: Som e Tato

# settings.soundsAndHaptics.footer1
source: Sounds across the app.
de: Töne über die App.
es: Sonidos en toda la aplicación.
it: Suoni dell'app.
nl: Geluiden in de app.
pt_br: Sons pelo app.

# settings.soundsAndHaptics.footer2
source: Haptics across the app, when switching tabs, and for pop-up alerts.
de: Haptik über die App, beim Wechseln von Tabs und für Pop-Up-Warnungen.
es: Vibraciones en toda la aplicación, al cambiar de pestañas, y para alertas emergentes.
it: Feedback aptici dell'app, quando si cambia scheda e per avvisi a comparsa.
nl: Haptics in de app, bij het wisselen van tabs, en voor pop-up waarschuwingen.
pt_br: Tato pelo app, quando mudar de abas e para alertas pop-up.

# settings.soundsAndHaptics.haptics
source: Haptics
de: Haptik
es: Vibración
it: Feedback aptico
pt_br: Tato

# settings.soundsAndHaptics.sounds
source: Sounds
de: Töne
es: Sonido
it: Suoni
nl: Geluiden
pt_br: Sons

# signIn.nonExplicit
source: Non-Explicit
de: Nicht explizit
es: No Explícito
it: Non esplicito
nl: Niet expliciet
pt_br: Não Explícito

# signIn.title
source: Sign In
de: Anmelden
es: Iniciar sesión
it: Accedi
nl: Aanmelden
pt_br: Entre

# signIn.toast
source: Signing in...
de: Anmelden...
es: Iniciando sesión...
it: Accesso in corso...
nl: Aanmelden...
pt_br: Entrando...

# signOut.message
source: Are you sure you want to sign out of this account?
de: Bist du dir sicher, dass du dich von diesem Account abmelden möchtest?
es: ¿Seguro que quieres cerrar la sesión de esta cuenta?
it: Disconnettersi da questo account?
nl: Weet je zeker dat je dit account wilt uitloggen?
pt_br: Você tem certeza que deseja sair desta conta?

# signOut.option
source: Sign out
de: Abmelden
es: Cerrar sesión
it: Esci
nl: Uitloggen
pt_br: Sair

# signOut.title
source: Sign out?
de: Abmelden?
es: ¿Cerrar sesión?
it: Uscire?
nl: Uitloggen?
pt_br: Sair?

# title.activity
source: Activity
de: Aktivität
es: Actividad
it: Attività
nl: Activiteit
pt_br: Atividade

# title.bookmarks
source: Bookmarks
de: Lesezeichen
es: Marcadores
it: Segnalibri
nl: Opgeslagen
pt_br: Salvos

# title.browseCommunities
source: Browse Communities
de: Communitys durchsuchen
es: Explorar comunidades
it: Scopri comunità
nl: Bekijk Gemeenschappen
pt_br: Navegar Comunidades

# title.federated
source: Federated
de: Föderiert
es: Federado
it: Federato
nl: Gefedereerd
pt_br: Federado

# title.followers
source: Followers
de: Follower
es: Seguidores
it: Seguaci
nl: Volgers
pt_br: Seguidores

# title.following
source: Following
de: Folge ich
es: Siguiendo
it: Seguiti
nl: Volgend
pt_br: Seguindo

# title.forYou
source: For You
de: Für dich
es: Para Ti
it: Per te
nl: Voor Jou
pt_br: Para Você

# title.instances
source: Instances
de: Instanzen
es: Instancias
it: Istanze
nl: Servers
pt_br: Instâncias

# title.mentions
source: Mentions
de: Erwähnungen
es: Menciones
it: Menzioni
nl: Vermeldingen
pt_br: Menções

# title.mentionsIn
source: Received Mentions
de: Erhaltene Erwähnungen
es: Menciones recibidas
it: Menzioni ricevute
nl: Ontvangen vermeldingen
pt_br: Menções Recebidas

# title.mentionsOut
source: Sent Mentions
de: Gesendete Erwähnungen
es: Menciones enviadas
it: Menzioni inviate
nl: Verzonden vermeldingen
pt_br: Menções Enviadas

# title.newList
source: New List
de: Neue Liste
es: Nueva lista
it: Nuova lista
nl: Nieuwe Lijst
pt_br: Nova Lista

# title.received
source: Received
de: Erhalten
es: Recibidas
it: Ricevute
nl: Ontvangen
pt_br: Recebidas

# title.sent
source: Sent
de: Gesendet
es: Enviadas
it: Inviato
nl: Verzonden
pt_br: Enviadas

# title.settings
source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
nl: Instellingen
pt_br: Ajustes

# title.translationLang
source: Translation Language
de: Übersetzungssprache
es: Idioma de la Traducción
it: Lingua traduzione
nl: Taal van vertaling
pt_br: Idioma da Tradução

# title.trending
source: Trending
de: Im Trend
es: Tendencia
it: Tendenze
pt_br: Em Alta

# toast.accountBlocked
source: Account Blocked
de: Konto wurde gesperrt
es: Cuenta bloqueada
it: Account bloccato
nl: Account geblokkeerd
pt_br: Conta Bloqueada

# toast.accountMuted
source: Account Muted
de: Konto stummgeschaltet
es: Cuenta silenciada
it: Account silenziato
nl: Account gedempt
pt_br: Conta Silenciada

# toast.added
source: Added
de: Hinzugefügt
es: Añadido
it: Aggiunto
nl: Toegevoegd
pt_br: Adicionado

# toast.addFail
source: Failed to Add
de: Hinzufügen fehlgeschlagen
es: Error al añadir
it: Aggiunta non riuscita
nl: Toevoegen mislukt
pt_br: Falha ao Adicionar

# toast.blockedUser
source: Blocked User
de: Gesperrter Nutzer
es: Usuario bloqueado
it: Utente bloccato
nl: Geblokkeerde gebruiker
pt_br: Usuário Bloqueado

# toast.bookmarked
source: Bookmarked
de: Zum Lesezeichen hinzugefügt
es: Añadido a marcadores
it: Aggiunto ai segnalibri
nl: Opgeslaan
pt_br: Salvo

# toast.disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
it: Disattivato
nl: Uitgeschakeld
pt_br: Desativado

# toast.editedPost
source: Edited Post
de: Beitrag bearbeitet
es: Publicación editada
it: Post modificato
nl: Bericht bewerkt
pt_br: Publicação Editada

# toast.enabled
source: Enabled
de: Aktiviert
es: Habilitado
it: Attivato
nl: Ingeschakeld
pt_br: Ativado

# toast.errorPosting
source: Error Posting
de: Fehler beim Senden
es: Error al publicar
it: Errore di pubblicazione
nl: Fout bij posten
pt_br: Erro ao Postar

# toast.errorPosting.title
source: Error posting post
de: Fehler beim Abschicken vom Beitrag
es: Error al publicar la publicación
it: Errore di pubblicazione del post
nl: Fout bij posten
pt_br: Erro ao postar publicação

# toast.followed
source: Followed
de: gefolgt
es: Seguido
it: Seguito
nl: Gevolgd
pt_br: Seguido

# toast.followFail
source: Failed to Follow
de: Folgen fehlgeschlagen
es: Error al Seguir
it: Impossibile seguire
nl: Volgen mislukt
pt_br: Falha ao Seguir

# toast.imageSaved
source: Image Saved
de: Bild gespeichert
es: Imagen Guardada
it: Immagine salvata
nl: Afbeelding opgeslagen
pt_br: Imagem Salva

# toast.listUpdated
source: List Updated
de: Liste aktualisiert
es: Lista Actualizada
it: Lista aggiornata
nl: Lijst bijgewerkt
pt_br: Lista Atualizada

# toast.muted
source: Muted
de: Stummgeschaltet
es: Silenciado
it: Silenziato
nl: Gedempt
pt_br: Silenciado

# toast.pinned
source: Pinned
de: Angeheftet
es: Anclado
it: Fissato
nl: Vastgezet
pt_br: Fixado

# toast.pollVoted
source: Poll Voted
de: Umfrage abgestimmt
es: Encuesta Votada
it: Sondaggio votato
nl: Gestemd
pt_br: Enquete Votada

# toast.postDeleted
source: Post Deleted
de: Beitrag gelöscht
es: Publicación Eliminada
it: Post eliminato
nl: Post verwijderd
pt_br: Publicação Excluída

# toast.postReported
source: Post Reported
de: Beitrag gemeldet
es: Publicación Reportada
it: Post segnalato
nl: Post gerapporteerd
pt_br: Publicação Denunciada

# toast.publishedPost
source: Published Post
de: Beitrag veröffentlicht
es: Publicaciones
it: Post pubblicato
nl: Post plaatsen
pt_br: Postagem Publicada

# toast.rateLimit
source: Rate Limited
de: Rate limitiert
es: Cuota limitada
it: Ritmo limitato
nl: Dataverkeer beperkt
pt_br: Taxa Limitada

# toast.removed
source: Removed
de: Entfernt
es: Eliminado
it: Rimosso
nl: Verwijderd
pt_br: Removido

# toast.repostedFrom
source: Reposted from %@
de: Repostet über %@
es: Impulsado desde %@
it: Ripubblicato da %@
nl: Repost vanuit %@
pt_br: Repostado de %@

# toast.scheduledPost
source: Scheduled Post
de: Geplanter Beitrag
es: Publicación programada
it: Post programmato
nl: Geplande Post
pt_br: Publicação Agendada

# toast.sent
source: Sent
de: Gesendet
es: Enviado
it: Inviato
nl: Verzonden
pt_br: Enviado

# toast.subscribed
source: Subscribed
de: Abonniert
es: Suscrito
it: Iscritto
nl: Ingeschreven
pt_br: Inscrito

# toast.subscribedList
source: Subscribed to List
de: Liste abonniert
es: Suscrito a la lista
it: Iscritto alla lista
nl: Geabonneerd op lijst
pt_br: Inscrito na Lista

# toast.unblockedUser
source: Unblocked User
de: Benutzer entsperren
es: Usuario Desbloqueado
it: Utente sbloccato
nl: Gebruiker gedeblokkeerd
pt_br: Usuário Desbloqueado

# toast.unmuted
source: Unmuted
de: Stummschaltung aufgehoben
es: Dejar de silenciar
it: Utente riattivato
nl: Niet langer gedempt
pt_br: Dessilenciado

# toast.unpinned
source: Unpinned
de: Losgelöst
es: No anclado
it: Tolto
nl: Losgemaakt
pt_br: Desafixado

# toast.unsubscribed
source: Unsubscribed
de: Abbestellt
es: Suscripción anulada
it: Iscrizione annullata
nl: Abonnement beëindigen
pt_br: Inscrição Removida

# toast.userAdded
source: User Added
de: Benutzer hinzugefügt
es: Usuario añadido
it: Utente aggiunto
nl: Gebruiker Toegevoegd
pt_br: Usuário Adicionado

# toast.userReported
source: User Reported
de: Benutzer gemeldet
es: Usuario reportado
it: Utente segnalato
nl: Gebruiker gerapporteerd
pt_br: Usuário Denunciado

# toast.viewDrafts
source: View Drafts
de: Entwürfe anzeigen
es: Ver borradores
it: Visualizza Bozze
nl: Bekijk Concepten
pt_br: Ver Rascunhos

# tutorial.accountSwitch
source: Long press the Profile tab to quickly switch between accounts.
de: Drücke länger auf den Profil-Tab, um schnell zwischen Konten zu wechseln.
es: Mantén presionada la pestaña Perfil para cambiar entre cuentas rápidamente.
it: Tocca e tieni premuto l'icona del profilo per cambiare velocemente account.
nl: Druk lang op de Profiel-tab om snel tussen accounts te wisselen.
pt_br: Segure no ícone do perfil para mudar rapidamente entre contas.

# tutorial.customize
source: Tap here and choose “%@” to choose what shows up here!
de: Tippe hier und wähle “%@”, um zu wählen, was hier angezeigt wird!
es: ¡Pulsa aquí y elige “%@” para elegir lo que aparece aquí!
it: Tocca qui e scegli "%@" per scegliere cosa appare qui!
nl: Druk hier en kies "%@" om te kiezen wat hier verschijnt!
pt_br: Toque aqui e selecione "%@" para escolher o que aparece aqui em cima!

# tutorial.feedSwitch
source: Long press the Home tab to quickly jump to other feeds.
de: Lange auf den Home-Tab drücken, um schnell zu anderen Feeds zu springen.
es: Mantén pulsada la pestaña Inicio para saltar rápidamente a otros feeds.
it: Tocca e tieni premuto l'icona della home per passare velocemente ad altri feed.
nl: Druk lang op de Home-tab om snel naar andere feeds te gaan.
pt_br: Segure no ícone de Início para rapidamente pular para outros feeds.

# tutorial.forYou
source: For You shows the top posts from all of your /smart lists.
de: Für dich zeigt alle Top-Beiträge von deinen /Intelligenten Listen an.
es: Para Ti muestra los mejores mensajes de todas tus /listas inteligentes.
it: Per te mostra i post migliori da tutte le tue /liste smart.
nl: Voor Jou toont alle top posts van all je /smart lists.
pt_br: Para Você mostra os posts mais populares de todas as suas /listas inteligentes.

# tutorial.smartList
source: Smart lists marked with a /slash are community curated lists.
de: Intelligente Listen, die mit einem /slash markiert sind, sind von der Community kuratierte Listen.
es: Las listas inteligentes marcadas con /barra son listas supervisadas por la comunidad.
it: Le liste smart con una /barra sono liste curate dalla comunità.
nl: Smart Lists gemarkeerd met een /slash zijn lijsten beheerd door de community.
pt_br: Listas Inteligentes marcadas com uma /barrinha são comunidades curadas pela comunidade.

source: Undo Post
de: Beitrag zurücknehmen
es: Deshacer publicación
it: Annulla post
nl: Post ongedaan maken
pt_br: Desfazer Post

# user.block
source: Block
de: Blockieren
es: Bloquear
it: Blocca
nl: Blokkeer
pt_br: Bloquear

# user.blockUser
source: Block %@
de: %@ blockieren
es: Bloquear %@
it: Blocca %@
nl: Blokkeer %@
pt_br: Bloquear %@

# user.disableNotifications
source: Disable Notifications
de: Benachrichtigungen deaktivieren
es: Deshabilitar Notificaciones
it: Disattiva notifiche
nl: Meldingen uitschakelen
pt_br: Desabilitar Notificações

# user.disableReposts
source: Disable Reposts
de: Reposts deaktivieren
es: Deshabilitar Impulsos
it: Disattiva repost
nl: Reposts uitschakelen
pt_br: Desabilitar Reposts

# user.enableNotifications
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar las notificaciones
it: Attiva notifiche
nl: Meldingen inschakelen
pt_br: Habilitar Notificações

# user.enableReposts
source: Enable Reposts
de: Reposts aktivieren
es: Habilitar Impulsos
it: Attiva repost
nl: Reposts inschakelen
pt_br: Habilitar Reposts

# user.muteDay
source: Mute 1 Day
de: 1 Tag stummschalten
es: Silenciar 1 día
it: Silenzia per 1 giorno
nl: 1 dag dempen
pt_br: Silenciar 1 Dia

# user.muteForever
source: Mute Forever
de: Dauerhaft stummschalten
es: Silenciar para siempre
it: Silenzia per sempre
nl: Voorgoed dempen
pt_br: Silenciar Para Sempre

# user.muteUser
source: Mute %@
de: %@ stummschalten
es: Silenciar a %@
it: Silenzia %@
nl: Demp %@
pt_br: Silenciar %@

# user.report
source: Report %@
de: %@ melden
es: Denunciar a %@
it: Segnala %@
nl: Rapporteer %@
pt_br: Denunciar %@

# user.shareLink
source: Share Link
de: Link teilen
es: Compartir enlace
it: Condividi link
nl: Link delen
pt_br: Compartilhar Link

# user.unblock
source: Unblock
de: Freigeben
es: Desbloquear
it: Sblocca
nl: Deblokkeer
pt_br: Desbloquear

# user.unblockUser
source: Unblock %@
de: %@ wieder freigeben
es: Desbloquear a %@
it: Sblocca %@
nl: Deblokkeer %@
pt_br: Desbloquear %@

# user.unmute
source: Unmute
de: Stummschaltung aufheben
es: Dejar de silenciar
it: Riattiva
nl: Niet langer dempen
pt_br: Dessilenciar

# activity.likes
source: Likes
es: Me gusta
it: Mi piace
pt_br: Curtidas

# activity.reposts
source: Reposts
es: Impulsos
it: Repost

# composer.media.video
source: Video
es: Vídeo
pt_br: Vídeo

# composer.poll.option
source: Option %@
es: Opción %@
it: Opzione %@
nl: Optie %@
pt_br: Opção %@

# date.pastWeeks
source: %dw
es: %dS
it: %dsett
pt_br: %dS

# date.pastYears
source: %dy
es: %da
it: %da
nl: %dj
pt_br: %da

# filters.extras
source: Extras
es: Accesorios
it: Extra

# generic.ok
source: OK
es: Aceptar

# post.like
source: Like
es: Me gusta
it: Mi piace
pt_br: Curtir

# post.likeCount.plural
source: %@ Likes
es: %@ me gusta
it: %@ Mi piace
pt_br: %@ Curtidas

# post.likeCount.singular
source: %@ Like
es: %@ me gusta
it: %@ Mi piace
pt_br: %@ Curtida

# post.repost
source: Repost
es: Impulsar
it: Ripubblica
pt_br: Repostar

# post.repostCount.plural
source: %@ Reposts
es: %@ Impulsos
it: %@ repost

# post.repostCount.singular
source: %@ Repost
es: %@ Impulso

# profile.edit.label
source: Label...
es: Etiqueta...
it: Etichetta...
nl: Titel...
pt_br: Lacuna...

# profile.followers.singular
source: %@ follower
es: %@ seguidor
it: %@ seguace
nl: %@ volger
pt_br: %@ seguidor

# settings.appearance.system
source: System
es: Sistema
it: Sistema
nl: Systeem
pt_br: Sistema

# settings.version
source: Version %@
es: Versión %@
it: Versione %@
pt_br: Versão %@

# title.hashtags
source: Hashtags
es: Etiquetas
it: Hashtag

# title.likes
source: Likes
es: Me gusta
it: Mi piace
pt_br: Curtidas

# date.pastDays
source: %dd
it: %dg

# date.pastMinutes
source: %dm
it: %dmin

# profile.edit.details.extras
source: Extras
it: Extra

# date.pastHours
source: %dh
nl: %du

# settings.analytics
source: Share analytics
nl: Deel analysegegevens

# settings.analytics.description
source: We collect anonymized data about how you use Mammoth to help improve the application for everyone.
nl: We verzamelen geanonimiseerde gegevens over hoe je Mammoth gebruikt om de applicatie voor iedereen te helpen verbeteren.

# settings.sourceCode
source: Source (GitHub)
nl: Broncode (GitHub)
